{"translation-revision-date":"2023-11-28 10:12:48+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["生成 AI でワークフローをスピードアップします。 検索や社会的外観に合わせて、高品質のタイトルと説明の提案を取得します。 %1$s詳細については、ここをクリックしてください%2$s%3$s。"],"Generate titles & descriptions with Yoast AI!":["Yoast AI でタイトルと説明を生成!"],"New to %1$s":["%1$s は初めてです"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["弊社のサポートチームがご質問にお答えします。 (ポップアップ) お問い合わせフォームにご記入ください。できるだけ早くご連絡いたします。"],"%1$sSupport languages:%2$s English & Spanish":["%1$sサポートの言語:%2$s 英語とスペイン語"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["探している答えが見つからず、個別のサポートが必要な場合は、サポート エンジニアから 24 時間年中無休のサポートを受けることができます。"],"Contact our support team":["サポートチームにお問い合わせください"],"Write a bug report":["バグレポートを書く"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["%1$s の使用中にバグに遭遇したことがありますか? GitHub リポジトリでバグ レポートを作成して、この問題についてお知らせください。"],"Raise a bug report on GitHub":["GitHub でバグレポートを作成"],"Visit WordPress forum":["WordPress フォーラムにアクセス"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["%1$s の WordPress サポート フォーラムでは、WordPress コミュニティの %1$s ユーザーに回答を見つけたり、助けを求めることができます。"],"WordPress support forum for %1$s":["%1$s の WordPress サポートフォーラム"],"Visit our help center":["ヘルプセンターにアクセス"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["ヘルプ センターを参照して、%1$s を最大限に活用するための記事、チュートリアル、その他のリソースを見つけてください。"],"%1$s's help center":["%1$sのヘルプセンター"],"Need help with %1$s? These resources are a great place to start!":["%1$s についてサポートが必要ですか? これらのリソースは、始めるのに最適な場所です。"],"Additional resources":["追加のリソース"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["ここでは、%1$s の使用に関してよくある質問への回答を示します。 質問がリストにない場合は、以下のセクションをご覧ください。"],"Frequently asked questions":["よくある質問"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["ご質問がある場合、または技術的な問題についてサポートが必要な場合は、いつでも対応させていただきます。 弊社までご連絡ください。喜んでお手伝いさせていただきます。"],"Support":["サポート"],"Allow":["許可"],"Deny":["拒む"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["この動画を表示するには、%1$s が %2$s から埋め込み動画を読み込めるようにする必要があります。"],"%1$sGet%2$s %3$s":["%1$sGet%2$s %3$s"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% OFF"],"Unlock with %1$s":["%1$s でアンロック"],"Read reviews from real users":["実際のユーザーからのレビューを読む"],"Check out %1$s":["%1$s をチェック"],"We have both free and premium online courses to learn everything you need to know about SEO.":["SEO について知るべきすべて学ぶための、無料とプレミアムオンラインコースがあります。"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["チーム Yoast から SEO を学びたい方は、%1$s をご覧ください。"],"Learn SEO":["SEO を学ぶ"],"(Opens in a new browser tab)":["(新しいブラウザータブで開く)"],"Close":["閉じる"]}},"comment":{"reference":"js\/dist\/support.js"}}