{"translation-revision-date":"2024-02-24 04:44:49+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"What data will be collected and why?":["どのようなデータが収集されますか?"],"No, I don't want to share my site data":["いいえ、サイトデータを共有したくないです"],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["サイトを検索エンジンにとって最高の状態にしましょう。 次の 5 つの手順に従うだけで、Google にサイトの内容を理解させることができます。"],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["重要: このデータは販売されず、あなたや訪問者に関する個人情報は収集されません。"],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["ランキングを上げることが目標の場合、定期的に SEO に取り組む必要があります。 それは大変なことかもしれないので、一度に一歩ずつ取り組んでみましょう。"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["提供した情報のおかげで、%1$s はサイトを検索エンジン向けに強化し、サイトが何であるかをより明確に理解できるようにしました。"],"Yes, give me your free tips!":["はい、無料で tips をくれ !"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["もうすぐそこです！ このステップですべての設定を完了すると、検索エンジンがサイトの内容を認識できるようになります。"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["%1$s ニュースレターを購読すると、ランキングを改善するためのベスト プラクティスを受け取り、SEO タスクの時間を節約し、最新の SEO ニュースを入手し、%2$s を最大限に活用する方法について専門家のガイダンスを得ることができます！"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["まずは SEO データの最適化を実行しましょう。 つまり、サイトをスキャンし、最適化された SEO データを含むデータベースを作成します。 サイトのコンテンツや設定は変更されないため、何もする必要はありません。\n\n注: コンテンツが多い場合、この最適化には少し時間がかかることがあります。"],"Get free weekly SEO tips!":["SEO に関する毎週のヒントを無料で入手しましょう!"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["このステップを完了すると、Google がサイトをさらに深く理解できるようになります。 ボーナス: %1$sリッチな結果%2$sを得る可能性が高まります。"],"Are you open to help us improve our services?":["弊社のサービス向上にご協力いただけますか?"],"We've successfully analyzed your site & optimized your SEO data!":["サイトを分析し、SEO データを最適化しました。"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["素晴らしい！ 組織のソーシャル メディア アカウントを以下に追加します。 これにより、これらのプラットフォームのメタデータを改善できるようになります。"],"Learn how to increase your rankings with %1$s":["%1$s でランキングを上げる方法を学びましょう"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["このサイトを代表する「人物」を選択した場合、選択したユーザーのプロフィール ページのソーシャル プロフィールが使用されます。"],"You have selected the user %1$s as the person this site represents.":["このサイトが代表する人物としてユーザー %1$s を選択しました。"],"You can %1$supdate or add social profiles to this user profile%2$s.":["%1$sこのユーザー プロファイルにソーシャル プロファイルを更新または追加%2$sできます。"],"Please select a user in the Site representation step.":["サイト表現ステップでユーザーを選択してください。"],"We could not save the website name. Please check the value.":["サイト名を保存できませんでした。 値を確認してください。"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["組織名とロゴには、貴社のサイト名とロゴを使用しています。 以下で自由に変更してください。"],"We could not save the organization name. Please check the value.":["組織名を保存できませんでした。 値を確認してください。"],"An error has occurred: %1$s":["エラーが発生しました：%1$s"],"SEO data optimization":["SEO データの最適化"],"Finish configuration":["構成を終了"],"Personal preferences":["好みの設定"],"Please enter a valid email address.":["有効なメールアドレスを入力してください。"],"Thank you! Check your inbox for the confirmation email.":["ありがとうございました！ 受信トレイで確認メールを確認してください。"],"E.g. example@email.com":["例: example@email.com"],"Tell us about your site, so we can get it ranked!":["サイトについて詳しく教えていただければ、ランキングを上げるお手伝いをいたします。"],"Or go to your SEO dashboard":["または、SEO ダッシュボードに移動します"],"Select a user":["ユーザーを選択"],"Personal logo or avatar":["個人のロゴまたはアバター"],"Tell us! Is your site about an organization or a person? ":["サイトは組織に関するものですか。それとも個人に関するものですか。"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["ユーザー「%1$s」を、このサイトが表す個人として選択しました。今後、検索結果にこのユーザーのプロフィール情報を使用します。ユーザーのプロフィールを編集する権限がありません。情報が正しいことを確認するには、このユーザーまたは管理者に依頼してください。"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["ユーザー「%1$s」を、このサイトが表す個人として選択しました。今後、検索結果にこのユーザーのプロフィール情報を使用します。ユーザーのプロフィールを編集する権限がありません。%2$s情報が正しいことを確認するには、プロフィールを更新してください%3$s。"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO データ最適化が実行されています。 この設定の次のステップに安全に進むことができます。"],"We've already successfully analyzed your site. You can move on to the next step.":["サイトの分析は既に完了しています。 次のステップに進むことができます。"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["最大限の効果を得るには、この構成に対して SEO データの最適化を実行する必要があります。"],"Select an option":["オプションを選択"],"Uploading image...":["画像をアップロードしています..."],"E.g. https:\/\/www.facebook.com\/yoast":["例: https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["例: https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["例: https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["例: https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["例: https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["例: https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["例: https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["例: https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["例: https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["例: https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["その他のソーシャルプロファイル"],"E.g. https:\/\/social-platform.com\/yoast":["例: https:\/\/social-platform.com\/yoast"],"Delete item":["項目を削除"],"Add another profile":["別のプロファイルを追加します"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["このユーザーのソーシャル プロフィールを編集することはできません。 このユーザーまたは管理者にこれを行うよう依頼してください。"],"Email address":["メールアドレス"],"Could not save this value. Please check the URL.":["この値を保存できませんでした。 URLをご確認ください。"],"Could not save this value. Please check the URL or username.":["この値を保存できませんでした。ユーザー名や URL をご確認ください。"],"Oops! Something went wrong. Check your email address and try again.":["何かがうまくいかなかったようです。メールアドレスを確認して、もう一度お試しください。"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast はプライバシーを尊重します。個人情報の取り扱いに関する%1$sプライバシーポリシー%2$sをお読みください。"],"Save and continue":["保存して次へ"],"Yes, you can collect my site data":["はい、サイトのデータを収集してもかまいません"],"Does your site represent an Organization or Person?":["サイトは個人または組織いずれのものですか?"],"Site representation":["サイトの表現"],"Continue":["次へ"],"Error stack trace":["エラースタックトレース"],"Error message":["エラーメッセージ"],"Status code":["ステータスコード"],"Request URL":["リクエスト URL"],"Error details":["エラーの詳細"],"Request method":["リクエストメゾット"],"Response":["返答"],"Select image":["画像を選択"],"Remove image":["画像を削除"],"Replace image":["画像の置き換え"],"This feature has been disabled since subsites never send tracking data.":["サブサイトが追跡データを送信しないため、この機能は無効になっています。"],"Stop SEO data optimization":["SEO データの最適化を停止"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["この機能は、テキスト リンク カウンターと内部リンク分析を含み、置き換えます"],"SEO data optimization is disabled for non-production environments.":["非本番環境では、SEO データの最適化が無効になります。"],"Start SEO data optimization":["SEO データの最適化を開始"],"Can we collect anonymous information about your website to enhance %1$s?":["%1$s の拡張のため、サイトについて匿名の情報を収集してもよいですか ?"],"Organization name":["組織名"],"Organization logo":["組織ロゴ"],"This feature has been disabled by the network admin.":["この機能はネットワーク管理者によって無効化されています。"],"Go back":["戻る"],"Save changes":["変更を保存"],"Name":["名前"],"Social profiles":["ソーシャルプロフィール"],"Loading...":["読み込み中…"],"Website name":["サイト名"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["編集"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}